<?php

#قم بوضع توكن البوت في ملف index.php في سطر 16

$zozamr = "/zoz"; #الامر الي بتخليه لبوتك ليظهر القائمة الرئيسية مثل /plus 
$namebot = "zoz"; #اسم البوت
$usrbot = "zozbot"; #يوزر البوت دون علامه@!
$usradmin = "JIlJlll"; #يوزر الادمن دون علامة@!
$useradmin = "@JIlJlll";  #يوزر الادمن مع هذي العلامة@
$iDadmin = 7401234292; #ايدي الادمن
$usrch2 = "zozbro2"; #يوزر قناة التفعيلات دون @
$usrch3 = "zozbro3"; #يوزر قناة المتوفر حالي دون علامة@
$usrch1 = "zozbro1"; #يوزر قناة الرسمية بلاعلامة@
$ch1 = "https://t.me/+_8ujhiOTg0"; #رابط قناة الاشعارات وتسجيلات الدخول
$ch2 = "https://t.me/+_FemMYhiOTg0"; #رابط قناة الارقام الملغية ومحاولات الشراء 
$ch3 = "https://t.me/+_FP8ujhiOTg0"; #رابط قناة الارقام المكتملة للزبائن
$sim1 =-1002156340761; #ايدي قناة التفعيلات 
$sim =-1002160289353; #ايدي القناة الرسمية
$PAY =-1002170372082; #الارقام المكتملة
$ess =-1002170372082; #عمليات شراء الارقام
$eer =-1002170372082; #اشعارات الايميلات وتحويل الروبل

if($chat_id==$iDadmin){
$sudo=$chat_id;
}elseif($chat_id==$iDadmin){
$sudo=$chat_id;
}else{
$sudo=$iDadmin;
}
#=========الملف تابع }=========#

?>